{
    "model_context_name": "__mock_campaign_0000___wmp_0418_kor_ios", 
    "base_model_name": "ctr_prior", 
    "num_top_audiences": 4, 
    "weight_map": {
        "com.doppelsoft.bus": 0.0207296656819689, 
        "1091911730": 0.014303742219523304, 
        "380464527": 0.019016169437485766, 
        "884947832": 0.01974020347185606, 
        "698070860": 0.015941524694084216, 
        "1036725690": 0.016668006269340514, 
        "1221235267": 0.020049018961904887, 
        "1193508329": 0.018697106370040035, 
        "1039195468": 0.01309607232708015, 
        "516498899": 0.028553737121697467, 
        "963067330": 0.01682764367261291, 
        "1140266903": 0.014946845700148797, 
        "988424260": 0.015850983285123566, 
        "919048459": 0.02152628365412572, 
        "1229618961": 0.00684437533774893, 
        "523045854": 0.021165845442729557, 
        "1124814346": 0.030346668202720736, 
        "529141346": 0.017616208705006946, 
        "672542880": 0.010929569224018137, 
        "622434129": 0.023257423580114372, 
        "1143037816": 0.02649735239420224, 
        "1204048669": 0.018149946551193084, 
        "1036049477": 0.020673141091331917, 
        "896449179": 0.024848622747170274, 
        "716379520": 0.015250762538126907, 
        "794383890": 0.021363681144969116, 
        "444426162": 0.01908140007722773, 
        "576649830": 0.01943473214741929, 
        "973337925": 0.02470146741888002, 
        "520502858": 0.014516269231883637, 
        "415458524": 0.014665939468523818, 
        "325924444": 0.01100865986939285, 
        "768469908": 0.024084332623804047, 
        "1162637893": 0.021762409998450073, 
        "449141904": 0.15760973754757363, 
        "1009897703": 0.028427175293040834, 
        "1163786766": 0.014981927074482499, 
        "com.doppelsoft.subway": 0.01615625712525821, 
        "539392422": 0.022834066592039154, 
        "716442125": 0.020216767721877738, 
        "1269423920": 0.017910617059891106, 
        "com.deehallermobile.abcplayer": 0.02323637906832501, 
        "1084956726": 0.018633507181942545, 
        "781383622": 0.023031750913759683, 
        "587366035": 0.02243277381713659, 
        "1036141497": 0.026832741668426897, 
        "1094345485": 0.023549430115635005, 
        "642416310": 0.01847217383175982, 
        "979588667": 0.021172865301574036, 
        "472921419": 0.03266296594926502, 
        "430282710": 0.021684658968965962, 
        "1274972321": 0.02110997940721985, 
        "991283955": 0.020440343125723483, 
        "1137032845": 0.033524000136461334, 
        "1021117809": 0.01637388219883405, 
        "516561342": 0.021484647625371125, 
        "494190282": 0.02631707674998777, 
        "509993510": 0.013907490626642975, 
        "358731598": 0.023427941308569854, 
        "501945443": 0.025617441263257386, 
        "960571015": 0.019109868955416703, 
        "956081467": 0.021598010324576252, 
        "388627783": 0.01451322887233496, 
        "580488128": 0.016208841405446414, 
        "929968679": 0.01680966590814025, 
        "467936485": 0.0197663452192337, 
        "815072622": 0.02107520380884006, 
        "421819675": 0.020106296804483312, 
        "911793120": 0.017471973040506256, 
        "582877764": 0.017657122229139746, 
        "492995106": 0.013781548494131754, 
        "1177953618": 0.01226108560392701, 
        "1080930585": 0.013615505097227438, 
        "896501514": 0.031127374078586536, 
        "1027688889": 0.015292381092292948, 
        "1067336297": 0.0221706890775298, 
        "1128761295": 0.022016061017197757, 
        "1033450260": 0.023210975157582497, 
        "baseline": 0.021257243844204517, 
        "1001101349": 0.040453726280080565, 
        "1233739175": 0.01384163553432752, 
        "365494029": 0.013171932982161497, 
        "560481810": 0.02130542447320469, 
        "738897668": 0.021273543811687477, 
        "511888968": 0.021999052617761704, 
        "1034709839": 0.020422415101333156, 
        "551519783": 0.01778325012369001, 
        "384041016": 0.009552926167082856, 
        "1255042217": 0.02304907849361683, 
        "458035189": 0.017292708780853237, 
        "406456433": 0.012071819364946995, 
        "1294957719": 0.020938751171309312, 
        "960991407": 0.03012491897943551, 
        "334185830": 0.009944601385082396, 
        "1220307907": 0.02077020974016857, 
        "881267423": 0.020073766862404634, 
        "863844475": 0.02792348354787707, 
        "570315854": 0.01398901704448287, 
        "1266159318": 0.02674127727078594, 
        "1166622632": 0.012885576533304346, 
        "314498713": 0.018128683633333743
    }
}