{
    "model_context_name": "__mock_campaign_0000___wmp_0418_kor_android", 
    "base_model_name": "ctr_prior", 
    "num_top_audiences": 4, 
    "weight_map": {
        "com.sweettracker.smartparcel": 0.030809620282409713, 
        "com.dencreak.spbook": 0.023463296307552915, 
        "teamdoppelganger.smartersubway": 0.012782901874126038, 
        "com.cleanmaster.mguard": 0.01208111643156209, 
        "sixclk.newpiki": 0.02180827483000218, 
        "com.differencetenderwhite.skirt": 0.01620492604902329, 
        "tw.mobileapp.qrcode.banner": 0.013409364853413727, 
        "mbinc12.mb32k": 0.02372370227523431, 
        "demo.galmoori.datausage": 0.012957213776826092, 
        "com.cmplay.dancingline": 0.008416259527532052, 
        "com.ansangha.drparking4": 0.014095205609744898, 
        "com.tlfactory.letsmeeting": 0.02468367824642635, 
        "wongi.weather": 0.009687803917573998, 
        "com.herman.ringtone": 0.02592664788195201, 
        "com.time.is.gold": 0.025096249498641518, 
        "com.infraware.office.link": 0.016143754597084392, 
        "com.imbc.mini": 0.011149235813728476, 
        "com.igenesoft.hide": 0.008107982096232749, 
        "com.btb.minihompy": 0.03661896816899724, 
        "net.daum.android.webtoon": 0.01833007263861948, 
        "flipboard.boxer.app": 0.011336755173303353, 
        "com.cmplay.tiles2": 0.01132037281036783, 
        "com.mwiz.pingmusic": 0.017881354170869262, 
        "com.gion.android.gnmemog": 0.014498374951516043, 
        "com.musicnpw.lastdn": 0.023852851700497273, 
        "com.utorrent.client": 0.011145516603776807, 
        "com.cashwalk.cashwalk": 0.01655043919651678, 
        "com.commsource.beautyplus": 0.03167656790319344, 
        "cn.jingling.motu.photowonder": 0.0349797644926747, 
        "com.estsoft.alsong": 0.009517279476570448, 
        "gogolook.callgogolook2": 0.0139730174571907, 
        "com.wonderabbit.lovedays": 0.021732217181873452, 
        "com.ketchapp.rider": 0.008342425518217369, 
        "kr.co.quicket": 0.028955627253080034, 
        "com.appgate.gorealra": 0.017337907712646615, 
        "com.joeware.android.gpulumera": 0.0196923912081153, 
        "pr.baby.mybabywidget": 0.06938527084601338, 
        "com.google.android.apps.magazines": 0.008735690364749334, 
        "com.kscc.scxb.mbl": 0.016858292426486524, 
        "com.orangefish.app.pokemoniv": 0.011291394139399764, 
        "kr.co.smavis.st": 0.017894874593842362, 
        "com.digitalchemy.calculator.freedecimal": 0.01008928589923557, 
        "com.cleanmaster.security": 0.012360133433065692, 
        "com.elz.secondhandstore": 0.02204059996311067, 
        "com.sm1.everysing": 0.01869901930396046, 
        "com.robtopx.geometryjumplite": 0.008054879638480925, 
        "com.ekkorr.endlessfrontier": 0.012332804789654962, 
        "com.mezzo.manplus": 0.01186220356860756, 
        "kr.caramel.quiz_stickman": 0.01025153740686123, 
        "com.devuni.flashlight": 0.008272944660583134, 
        "handasoft.mobile.divination": 0.024575176769936962, 
        "jp.naver.linecamera.android": 0.01828969806871086, 
        "com.dnt7.threew": 0.04716768506460984, 
        "air.jp.ne.hap.mom": 0.012294448086074815, 
        "net.daum.android.daum": 0.012793424116779918, 
        "com.william.mp3.badamp3": 0.020172083046255347, 
        "tv.peel.app": 0.010667907156390436, 
        "joo.com.reverse_mirror": 0.01802196582451621, 
        "com.enter.movie.shift.shift3": 0.023789493520521992, 
        "com.campmobile.launcher": 0.018874965431991818, 
        "com.adxcorp.adsample": 0.013672027870253572, 
        "air.com.hypah.io.slither": 0.009657788347805472, 
        "cheehoon.ha.particulateforecaster": 0.023341219574601668, 
        "com.turbochilli.rollingsky": 0.011084725667631119, 
        "com.ton.tarotofoz": 0.026513299717383917, 
        "com.ahnlab.v3mobilesecurity.soda": 0.011633935714235443, 
        "com.qihoo.security": 0.009662751174542752, 
        "com.nflystudio.infinitestaircase": 0.010092617452911196, 
        "com.forshared": 0.016947395622395715, 
        "teamdoppelganger.smarterbus": 0.016150864611255214, 
        "com.jiubang.go.music": 0.01228243087067676, 
        "com.smule.singandroid": 0.01270857831913087, 
        "mbinc12.mb32b": 0.021011734785918258, 
        "com.signzzang.sremoconlite": 0.017179863627814537, 
        "com.ktcs.whowho": 0.01646668274373211, 
        "loseweight.weightloss.workout.fitness": 0.035858404840715986, 
        "com.dencreak.dlcalculator": 0.010817185006903443, 
        "com.ezhld.recipe": 0.028573895289131773, 
        "com.iconnect.app.pts.a": 0.025480249027453723, 
        "com.aboutjsp.thedaybefore": 0.01969330375207557, 
        "com.skt.skaf.oa00026910": 0.02648713001607708, 
        "baseline": 0.02000127133227157, 
        "com.devsisters.gb": 0.010396571708998438, 
        "com.surpax.ledflashlight.panel": 0.008230184304902431, 
        "com.outfit7.talkingtomgoldrun": 0.013749682706603329, 
        "com.picsart.studio": 0.017839035064311257, 
        "net.skyscanner.android.main": 0.017240807946057958, 
        "com.raongames.bouneball": 0.007104209850546317, 
        "com.wzdworks.themekeyboard": 0.016546529452531135, 
        "com.mxtech.videoplayer.ad": 0.01002698787298175, 
        "com.wemakeprice": 0.21144635446456797, 
        "com.xmobile.wowradio": 0.014738973146143789, 
        "kr.co.vcnc.android.couple": 0.017267476837925642, 
        "com.outfit7.mytalkingangelafree": 0.011979682879420807, 
        "com.skmc.okcashbag.home_google": 0.026701850012992898, 
        "flipboard.app": 0.012158029417271725, 
        "com.popularapp.periodcalendar": 0.04808107486515962, 
        "com.secondarm.taptapdash": 0.010455187252067505, 
        "com.andr.evine.who": 0.024603498813900653, 
        "com.kt.android.showtouch": 0.02627957053513766, 
        "com.quvideo.xiaoying": 0.016900426456057126
    }
}